Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Para la aplicación del presente instructivo se tomará en consideración los siguientes documentos:
es_es: The following documents are considered in the scope hereof.

source: Para la aplicación del valor f2 véase el Numeral 11.6
es_es: See 11.6 for application of f2 value.

source: Para la exención de un estudio de bioequivalencia (BE) in vivo para un medicamento de liberación inmediata, el medicamento multifuente o genérico debe exhibir características muy rápidas o rápidas de disolución in vitro (ver secciones 11.1.2.1 y 11.1.2.2), dependiendo de las propiedades de BCS del PRINCIPIO ACTIVO.
es_es: In vivo bioequivalence study waivers for an immediate-release drug product require that the multi-source or generic drug product exhibits very rapid or rapid dissolution characteristics in vitro (see 11.1.2.1 and 11.1.2.2), depending on the BCS ACTIVE INGREDIENT properties.

source: Para la mayoría de principios activos el número de muestras necesarias será mayor para compensar diferencias entre sujetos en la absorción y la velocidad de eliminación y de este modo permitir la determinación precisa de la concentración máxima del principio activo en la sangre (Cmax) y la velocidad de eliminación en todos los sujetos.
es_es: For most active substances the number of samples required is even higher, to compensate for inter-subject absorption and elimination rate differences and allow for accurate determination of the maximum blood drug concentration (Cmax) and elimination rate in all subjects.

source: Para la medición de concentraciones del compuesto y/o metabolitos activos en matrices biológicas, tales como suero, plasma, sangre y orina, el método bioanalítico aplicado debe estar bien caracterizado, totalmente validado y documentado a un nivel satisfactorio con el fin de producir resultados fiables.
es_es: When measuring concentrations of the compound and/or active metabolites in biological matrices, such as serum, plasma, blood and urine, the bioanalytical method applied must be well characterized, fully validated and sufficiently documented for reliability.

source: Para la presentación de los estudios de bioequivalencia se debe tomar en cuenta las siguientes consideraciones:
es_es: The following applies to bioequivalence study submissions:

source: Para la realización de estudios in vivo que se desarrollen en el Ecuador, se debe cumplir con lo establecido en el “Reglamento para la aprobación, desarrollo, vigilancia y control de los ensayos clínicos” expedido mediante Acuerdo Ministerial 0075 (publicado en Registro Oficial 23, 30-jun.-2017), o documento que lo sustituya; así como lo dispuesto en la Resolución ARCSA-DE-2023-015-AKRG mediante la cual se emite la “Normativa Técnica Sanitaria Sustitutiva que establece los criterios y requisitos para demostrar Bioequivalencia y Biodisponibilidad en los medicamentos de uso y consumo humano” (publicada en el Registro Oficial 330, 13-jun.-2023) o documento que lo sustituya; y lo descrito en el presente instructivo.
es_es: In vivo studies to be performed in Ecuador should comply with the "Regulations on Clinical Trial Approval, Development, Surveillance and Control" issued by "Ministerial Agreement 0075 (published in the Official Gazette 23, on June 30, 2017), or substituting document, and with Section 4 of ARCSA-DE-2023-015-AKRG ruling, which issues the Surrogate Health Technical Regulations for the proving of bioequivalence and bioavailability in human use and consumption drug products (published in the Official Gazette 330 of June 13, 2023), or substituting document, and the instruction herein.

source: Para la selección de los nuevos principios activos que formarán parte de la lista de principios activos que requieren la presentación de estudios de bioequivalencia “in vivo” o “in vitro” (Tabla 1), se tomará en cuenta los siguientes criterios:
es_es: Inclusion criteria for listing new drug substances which require in vivo or in vitro bioequivalence studies (Table 1) are the following:

source: Para las formas de dosificación de liberación extendida con una tendencia a acumular (en adición a los estudios de dosis única).
es_es: For extended-release dosage forms which tend to accumulate (in addition to single-dose studies).

source: Para las formulaciones de liberación modificada, además de un estudio llevado a cabo en condiciones de ayuno, se necesitan estudios para evaluar el efecto de los alimentos, con el fin de asegurar que la interacción entre las condiciones variables en el tracto gastrointestinal y las formulaciones de medicamentos no producen un impacto diferencial entre el desempeño del medicamento multifuente o genérico y el medicamento comparador.
es_es: For modified release formulations, in addition to the tests under fasting conditions, the effect of food needs to be evaluated, to check the interaction between the varying GI conditions and the drug formulations for any differences between the multi-source or generic drug and the comparator performance.

source: Para lo cual se deberá presentar la documentación de respaldo que demuestre lo antes señalados.
es_es: For this purpose, supporting documentation must be filed to demonstrate the above.

source: Para lograr esto, se emplea una comida que ocasione la máxima perturbación al tracto GI en relación con el estado de ayuno.
es_es: To achieve this, a meal is used that causes maximum disturbance to the GI tract relative to the fasting state.

source: Para los casos b, c, e, f y g descritas anteriormente, el solicitante o titular del registro sanitario debe demostrar que los excipientes en el producto equivalente farmacéutico son los mismos y que se encuentran en concentraciones similares al del medicamento comparador o, en su caso (es decir, a, e y g), que no se espera que su uso pueda afectar a la biodisponibilidad (BD), la seguridad y / o eficacia del medicamento.
es_es: For items b, c, e, f, and g above, the applicant or registration holder must show that the inactive ingredients in the equivalent drug product are the same and are found in similar concentrations as those of the comparator or, where appropriate (i.e., for items a, e and g), that their use is not expected to affect the bioavailability, safety and/or efficacy of the drug.

source: Para los comprimidos de liberación extendida con un mecanismo de liberación de bomba osmótica, la comparación de perfiles de disolución (f2 ≥ 50) a las condiciones de prueba recomendadas es suficiente para una bioexención basada en la proporcionalidad de dosis de la formulación.
es_es: For extended-release tablets with an osmotic pump release mechanism, comparison of the dissolution profiles (f2 ≥ 50) at the suggested test conditions is sufficient for a biowaiver based on the formulation dose proportionality.

source: Para los comprimidos de liberación extendida, cuando hay una serie de dosis de un medicamento multifuente o genérico que son proporcionalmente similares en sus ingredientes activos e inactivos y tienen el mismo mecanismo de liberación del principio activo, los estudios de bioequivalencia (BE) in vivo deben llevarse a cabo con la mayor concentración propuesta.
es_es: For a series of doses of a multi-source or generic extended-release tablet drug product with similar active and inactive ingredients and the same drug release mechanism, bioequivalence studies should be carried out with the greatest suggested concentration.

source: Para los comprimidos de liberación retardada, para una serie de dosis de un medicamento multifuente o genérico, donde las dosis son proporcionalmente similares a la formulación estudiada in vivo, se puede conceder una bioexención para una concentración menor si demuestra que los perfiles de disolución son similares (f2 ≥ 50), en las condiciones de prueba recomendadas para el medicamento de liberación retardada, por ejemplo, ensayo de disolución en medio ácido (pH 1,2) durante 2 horas, seguido por disolución a pH 6,8.
es_es: For a dose series of a multi-source or generic delayed-release tablet drug product, where the doses are proportionally similar to the formulation studied in vivo, a biowaiver may be granted for a lower concentration if the dissolution profiles are shown to be similar (f2 ≥ 50), under its recommended test conditions, e.g., dissolution test in acidic medium (pH 1.2) for 2 hours, followed by dissolution at pH 6.8.

source: Para los datos de concentración máxima, el límite de aceptación de 80,00 a 125,00% se debe aplicar al intervalo de confianza del 90% para la relación de medias de Cmax.
es_es: For peak concentration data, the acceptance limit of 80.00-125.00% should be applied to the Cmax mean ratio 90% CI.

source: Para los estudios de bioequivalencia (BE), el reanálisis, la reinyección o la reintegración de las muestras por razones relacionadas con ajuste farmacocinético normalmente no son aceptables ya que esto puede afectar y sesgar los resultados de dicho estudio;
es_es: For bioequivalence studies, reanalysis, sample reinjection or reintegration for pharmacokinetic adjustment is normally unacceptable as this may affect and bias the study results;

source: Para los estudios de dosis múltiples realizados con medicamentos de liberación modificada, se deben calcular los siguientes parámetros:
es_es: For multiple dose studies performed on modified release drugs, the following parameters should be calculated:

source: Para los estudios de dosis múltiples, se puede aplicar un enfoque similar a los siguientes parámetros si la variabilidad intrasujeto es > 30%:
es_es: For multiple-dose studies with intra-subject variability is >30%, a similar approach may be applied to the following parameters:

source: Para los estudios de dosis única, los siguientes parámetros deben ser medidos o calculados:
es_es: For single dose studies, the following parameters should be measured or calculated:

source: Para los estudios llevados a cabo con medicamentos de liberación inmediata puede haber situaciones en las que sea necesario administrar una comida pre-dosis con un contenido calórico/grasa diferente a lo descrito en la sección 8.4.3.2.
es_es: For immediate-release drug product studies, a pre-dose meal with a different caloric/fat content than the one in 8.4.3.2 may need to be administered.

source: Para los medicamentos con características específicas de formulación (por ejemplo, microemulsiones, dispersiones sólidas), se requieren estudios de bioequivalencia (BE) realizados tanto en condiciones de ayuno y como postprandiales, a menos que el medicamento sólo sea administrado en una de las dos condiciones (ayuno o alimentación).
es_es: For specific-formulation drugs (such as microemulsions, solid dispersions), bioequivalence studies under both fasting and postprandial conditions are required, unless they are only administered in either fasting or postprandial conditions.

source: Para los medicamentos de liberación extendida de 12 horas:
es_es: For 12-hour extended release drugs;

source: Para los medicamentos de liberación extendida de 24 horas 1, 2,4, 6, 8, 16 y 24 horas.
es_es: For 24-hour extended release drugs: 1, 2,4, 6, 8, 16, and 24 hours;

source: Para los medicamentos de liberación inmediata 5, 10, 15, 20, 30, 45 y 60 minutos;
es_es: For immediate release drugs: at 5, 10, 15, 20, 30, 45, and 60 minutes;

source: Para los medicamentos de liberación inmediata generalmente no es necesario un muestreo más allá de este tiempo.
es_es: Immediate release drugs usually do not need to be sampled beyond that time span.

source: Para los medicamentos de liberación inmediata, los componentes de recubrimiento, cubierta de la cápsula, colorantes y sabores no necesariamente deben satisfacer este requisito.
es_es: The coating components, casule cap, coloring agents, and flavors in immediate release drugs do not need to fulfill this requirement.

source: Para los parámetros que describen la fase de eliminación (t½) sólo se requiere estadística descriptiva.
es_es: For the elimination phase parameters (t½) only descriptive statistics are required.

source: Para los principios activos con una farmacocinética no lineal en el rango de dosis debido a la absorción saturable y resultando en incrementos menos que proporcionales en la AUC con aumento de la dosis, el estudio de bioequivalencia (BE) debe llevarse a cabo en por lo menos la concentración más baja (o una dosis en el rango lineal).
es_es: For drug substances with non-linear pharmacokinetics over the dose range due to saturable absorption and resulting in less than proportional AUC increases in relation to the dose, the bioequivalence (BE) study should be carried out at least at the lowest concentration (or a dose in the linear range).

source: Para los principios activos que exhiben una farmacocinética no lineal en el rango de dosis que resultan en aumentos más que proporcionales en AUC con el aumento de la dosis, el estudio de biodisponibilidad (BD) comparativa debe realizarse en al menos la dosis más alta comercializada.
es_es: For drug substances that exhibit non-linear pharmacokinetics over the dose range resulting in more than proportional AUC increases in relation to the dose, the comparative bioavailability study should be performed at least at the highest marketed dose.

source: Para los principios activos que muestran efectos farmacológicos inaceptables en voluntarios sanos, incluso a dosis menores, puede ser necesario un estudio realizado en pacientes.
es_es: For drug substances that result in unacceptable pharmacological effects on healthy volunteers, even at lower doses, a study in patients may be warranted.

source: Para medicamentos de liberación extendida los puntos de tiempo deben establecerse para cubrir toda la duración de la liberación esperada, por ejemplo, además de los anteriores puntos de tiempo:
es_es: For extended release drugs, the time points should be set to cover the entire duration of expected release, e.g., in addition to the above time points,

source: Para medicamentos terminados altamente variables se recomienda que se lleve a cabo un estudio replicado parcial de tres vías (donde se administra el medicamento comparador dos veces) o un estudio cruzado de cuatro vías completamente replicado para ampliar el intervalo de aceptación para Cmax, si la variabilidad intraindividual de la Cmax tras administraciones repetidas del medicamento comparador es > 30%.
es_es: For highly variable finished drug products, if the intra-subject variability in Cmax after repeated administrations of the comparator is > 30%, a three-way partial replicate study (with the comparator drug product administered twice) or a fully replicated four-way crossover study should be conducted to extend the acceptance Cmax range.

source: Para más detalles consultar el numeral 11.6.
es_es: See further 11.6.

source: Para obtener información adicional de los parámetros de eliminación se pueden calcular:
es_es: For additional information on the elimination parameters, the following parameters can be calculated:

source: Para optar a una bioexención los medicamentos que contienen un principio activo clase 3, todos los excipientes en la formulación del medicamento propuesto deben ser cualitativamente iguales y cuantitativamente similares a los del medicamento comparador, según la definición de los límites de calidad de la OMS sobre los cambios cuantitativos permitidos en excipientes para una variación.
es_es: To qualify for a biowaiver for products containing a class 3 drug substance, all inactive ingredients in the drug candidate formulation must be qualitatively equal and quantitatively similar to those in the comparator, as defined by the WHO quality limits on permitted quantitative changes in alternative drug excipients.

source: Para otros parámetros farmacocinéticos se aplican las mismas consideraciones que se describen arriba.
es_es: The same considerations above apply to other pharmacokinetic parameters.

source: Para principios activos que son muy potentes o muy tóxicos para ser administrados en la mayor dosis a voluntarios sanos (por ejemplo, debido al potencial de producir eventos adversos graves o debido a que el ensayo requiere una dosis alta), se recomienda que el estudio se lleve a cabo utilizando el principio activo en una dosis menor en voluntarios sanos.
es_es: For drug substances that are too potent or too toxic to be administered at the highest dose to healthy volunteers (for example, because of the potential for serious adverse events or because the trial requires a high dose), healthy volunteers should preferably be administered a lower dose.

source: Para que uno u otro enfoque sea aceptable un requisito mínimo es que el estudio tenga sensibilidad de ensayo.
es_es: The study should have trial sensitivity as a minimum requirement for either approach to be acceptable.

source: Para tmax se debe presentar la estadística descriptiva.
es_es: Descriptive statistics must be used for tmax.

source: Para un medicamento administrado por vía oral con una vida media de eliminación prolongada, se prefiere un estudio de bioequivalencia (BE) cruzado y de dosis única, asegurando un período de lavado adecuado entre las administraciones de los tratamientos.
es_es: Crossover single-dose bioequivalence (BE) studies with an adequate washout period between treatment administrations is preferred for orally administered drugs with long elimination half-lives.

source: Para un medicamento, donde la cantidad del principio activo en la forma de dosificación es relativamente baja (hasta 10 mg por unidad de dosificación o no más de 5% del peso de la forma de dosificación), el peso total de la forma de dosificación sigue siendo similar para todas las concentraciones implicadas.
es_es: For relatively low quantities of the drug substance in the dosage form (not more than 10 mg per dose unit or not more than 5% of the dosage form weight), the total dosage form weight remains similar for all implied strengths.

source: Para una bioexención se considera:
es_es: Biowaivers depend on the following:

source: Para utilizar datos medios del coeficiente de porcentaje de variación en los puntos de tiempo de hasta 10 minutos deben ser no más de 20% y en otros puntos de tiempo no deberían ser más de 10%;
es_es: Mean the percent variation coefficients in time intervals up to 10 minutes long should not be more than 20% and at other time points they should not be more than 10%;

source: Para utilizar un diseño de dos etapas, deben hacerse ajustes para proteger el error Tipo 1 tasa de error global y mantener al 5%.
es_es: To use a two-stage design, adjustments must be made to prevent the overall Type 1 error rate and keep p-value at 5%.

source: Parallel degradation kinetics
es_es: Cinéticas de degradación paralelas

source: Parallel degradation kinetics (Figure 48)
es_es: Cinéticas de degradación paralelas (Figura 48)

source: Parallel degradation kinetics (Figure 72).
es_es: Cinéticas de degradación paralelas (Figura 72)

source: Parallel degradation kinetics (Figure 73).
es_es: Cinéticas de degradación paralelas (Figura 73)

source: Parallel degradation kinetics (Figure 69).
es_es: Cinéticas de degradación paralelas (Figura 69).

source: Parallel degradation kinetics (Figure 74).
es_es: Cinéticas de degradación paralelas (Figura 74).

source: Parallel degradation kinetics (Figure 64, Figure 65, Figure 66).
es_es: Cinéticas de degradación paralelas (Figura 64, Figura 65, Figura 66).

source: Parallel degradation kinetics (Figure 67).
es_es: Cinéticas de degradación paralelas (Figura 67).

source: Parallel degradation kinetics (Figure 68).
es_es: Cinéticas de degradación paralelas (Figura 68).

source: Parallel degradation kinetics (Figure 70).
es_es: Cinéticas de degradación paralelas (Figura 70).

source: Parameter
es_es: Parámetro de clasificación

source: Parameter classification
es_es: Clasificación del parámetro

source: Parameter classification for commercial process
es_es: Clasificación de parámetros para el proceso comercial

source: Parameter estimates of the linear model for data obtained with and without matrix
es_es: Estimaciones paramétricas del modelo lineal para los datos obtenidos con y sin matriz.

source: Parameter name / IPC
es_es: Nombre del parámetro / Contr. int. del pr.

source: Parameter setting
es_es: Configuración de parámetros

source: Parameter, unit
es_es: Parámetro, unidad

source: Parameter/ results are comparable.
es_es: El parámetro o los resultados son comparables.

source: Parameters and settings
es_es: Parámetros y configuración

source: Parameters estimates of five-point calibration lines
es_es: Estimación de parámetros de las curvas de calibración de cinco puntos

source: Parameters estimates of the weighted linear model
es_es: Estimaciones de los parámetros del modelo lineal ponderado

source: Parameters for which an influence on the assay may be expected were selected for robustness testing as listed below.
es_es: Para la evaluación de robustez, se seleccionaron los siguientes parámetros, que tendrían una influencia esperable en la valoración.

source: Parameters only applicable for DP and the justification of the DP specifications are described in Section 3.2.P.5.6.
es_es: En la Sección 3.2.P.5.6, se describen los parámetros aplicables únicamente al medicamento y la justificación de sus especificaciones.

source: Parameters only applicable for DP and the justification of the DP specifications are described in Section 3.2.P.5.6. Justification of Specifications.
es_es: En la Sección 3.2.P.5.6, Justificación de las especificaciones, se describen los parámetros aplicables únicamente al medicamento y la justificación de sus especificaciones.

source: Parameters that were to be determined are listed in Tables 9.5.2.3: 1 and 9.5.2.3: 2.
es_es: En las Tablas 9.5.2.3: 1 y 9.5.2.3: 2 se pueden ver los parámetros evaluados.

source: Paranchymal hematoma (no.
es_es: Hematoma parenquimatoso (n.°)

source: Parenchymal Hematoma — no.
es_es: Hematoma parenquimatoso; n.°

source: Parenchymal Hematoma — no. (%)**§
es_es: Hematoma parenquimatoso; n.° (%)**§

source: Parenchymal haematoma type 1 (haematoma occupying <30% of infarct with no substantive mass effect)
es_es: Hematoma parenquimatoso tipo 1 (hematoma que ocupa <30% del infarto sin efecto de masa sustancial)

source: Parenchymal haematoma type 2 (haematoma occupying ≥30% of infarct with obvious mass effect)
es_es: Hematoma parenquimatoso tipo 2 (hematoma que ocupa ≥30% del infarto con efecto de masa evidente)

source: Parenchymal hematoma (sICH, death day 2)
es_es: Hematoma parenquimatoso (HIC espontánea, muerte el día 2)

source: Parenchymal hematoma (sICH, death day 4)
es_es: Hematoma parenquimatoso (HICs, muerte el día 4)

source: Parenchymal hematoma contralateral to the infarct in a patient who did not require thrombectomy due to substantial reperfusion at initial angiogram – fatal.
es_es: Hematoma parenquimatoso contralateral al infarto en un paciente que no requirió trombectomía debido a una reperfusión significativa en la angiografía inicial: fatal.

source: Parenchymal hematoma type 2 (sICH) requiring surgical evacuation.
es_es: Hematoma parenquimatoso tipo 2 (HICs) que requirió extracción quirúrgica.

source: Parenchymal hematomad,g
es_es: Hematoma parenquimatosod,g

source: Parenteral and ophthalmic drug products
es_es: Medicamentos parenterales y oftálmicos

source: Parsons M, Spratt N, Bivard A, et al.
es_es: Parsons M, Spratt N, Bivard A, y col.

source: Part 1
es_es: Parte 1
